---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.MemberForcesServiceData
source: html/ec015e3c-9c14-aed7-85fb-7bae0f4d37b8.htm
---
# MemberForcesServiceData Properties

The current document.